[
    {
        "abstract": "An effective two stage process for the production of sodium aluminum tetrahydride which facilitates use of equipment at moderate hydrogen pressure of 700-1500 psig. An aluminum alkyl is added to provide a catalyst species in a hydrocarbon reaction medium containing aluminum and sodium reactants. A reaction at about 130 DEG -170 DEG C. is carried out to form Na3AlH6. The reaction temperature is then lowered to about 80 DEG -120 DEG C. and the hydrogen pressure is continued to convert the Na3AlH6 to NaAlH4.",
        "year": "1985",
        "inventor_names": [
            "NELSON GUNNER E"
        ],
        "applicant_names": [
            "ETHYL CORP",
            "ETHYL CORPORATION"
        ],
        "country": "United States of America",
        "invention_title": "Hydride production at moderate pressure",
        "patent_number": "US4512966",
        "input_degree": 13,
        "output_degree": 10,
        "pagerank": 0.0002572279159942047
    },
    {
        "abstract": "A process is described wherein hydrogen and its isotopes are dissolved in palladium metal in high density by utilizing electrochemical methods in an electrolytic cell. The cell has an inert anode and a palladium containing cathode, both being immersed in an electrolyte which contains a lithium salt dissolved in an aprotic solvent, and a small amount of water. The dissolved hydrogen to palladium ratio in the palladium bearing cathode, which may be achieved by this process, is in excess of 0.95.",
        "year": "1991",
        "inventor_names": [
            "GUPTA SANKAR DAS",
            "JACOBS JAMES K"
        ],
        "applicant_names": [
            "GUPTA SANKAR DAS",
            "JACOBS JAMES K"
        ],
        "country": "United States of America",
        "invention_title": "Process and apparatus for generating high density hydrogen in a matrix",
        "patent_number": "US4986887",
        "input_degree": 13,
        "output_degree": 4,
        "pagerank": 0.0002572279159942047
    },
    {
        "abstract": "Unavailable information",
        "year": "1968",
        "inventor_names": [
            "CAESAR PHILIP D"
        ],
        "applicant_names": [
            "MOBIL OIL CORP",
            "MOBIL OIL CORPORATION"
        ],
        "country": "United States of America",
        "invention_title": "Electrochemical electrode",
        "patent_number": "US3377265",
        "input_degree": 11,
        "output_degree": 2,
        "pagerank": 0.0001837879867813901
    },
    {
        "abstract": "Unavailable information",
        "year": "1967",
        "inventor_names": [
            "POLLOCK HERBERT C"
        ],
        "applicant_names": [
            "GEN ELECTRIC",
            "GENERAL ELECTRIC COMPANY"
        ],
        "country": "United States of America",
        "invention_title": "Arc discharge atomic particle source for the production of neutrons",
        "patent_number": "US3359422",
        "input_degree": 11,
        "output_degree": 4,
        "pagerank": 0.0001837879867813901
    },
    {
        "abstract": "Unavailable information",
        "year": "1967",
        "inventor_names": [
            "LYONS JR ERNEST H",
            "JR. ERNEST H. LYONS"
        ],
        "applicant_names": [],
        "country": "United States of America",
        "invention_title": "Electrolytic cell for producing electricity and method of operating the cell",
        "patent_number": "US3300345",
        "input_degree": 11,
        "output_degree": 10,
        "pagerank": 0.0001837879867813901
    },
    {
        "abstract": "A storage body composed of a silicon material, such as amorphous or finely crystalline silicon, is charged, with hydrogen, for example by contact with a hydrogen-containing atmosphere under positive pressure while at a temperature below about 100 DEG C. Such a body absorbs a relatively large amount of hydrogen and the so-absorbed hydrogen can be discharged by heating the body to temperatures above about 50 DEG C. The storage body may comprise a relatively thin silicon layer on a substrate, such as a steel, quartz glass or the like plate and may be overcoated with a catalytically-active metal layer, such as a palladium layer.",
        "year": "1981",
        "inventor_names": [
            "WINSTEL GUENTER"
        ],
        "applicant_names": [
            "SIEMENS AG",
            "SIEMENS AKTIENGESELLSCHAFT"
        ],
        "country": "United States of America",
        "invention_title": "Storage material for hydrogen",
        "patent_number": "US4265720",
        "input_degree": 11,
        "output_degree": 2,
        "pagerank": 0.0001837879867813901
    },
    {
        "abstract": "A complex of Li AlH4 and AlH3 is prepared by mixing substantially anhydrous ether solution of AlCl3 and LiAlH4 in a dry inert atmosphere. By-product LiCl is removed and the complex hydride is subsequently recovered.",
        "year": "1974",
        "inventor_names": [
            "BROWER F",
            "DANIELS A",
            "FUJIOKA G",
            "BROWER FUS",
            "DANIELS AUS",
            "FUJIOKA GUS"
        ],
        "applicant_names": [
            "DOW CHEMICAL CO",
            "DOW CHEM COUS"
        ],
        "country": "United States of America",
        "invention_title": "A PROCESS FOR PREPARING LITHIUM ALUMINUM HYDRIDE-ALUMINUM HYDRIDE COMPLEXES",
        "patent_number": "US3816192",
        "input_degree": 10,
        "output_degree": 8,
        "pagerank": 0.0001709827497638182
    },
    {
        "abstract": "A system of four cryogenic fractional distillation columns interlinked with two equilibrators for separating a DT and hydrogen feed stream into four product streams, consisting of a stream of high purity D2, DT, T2, and a tritium-free stream of HD for waste disposal.",
        "year": "1982",
        "inventor_names": [
            "BARTLIT JOHN R",
            "DENTON WILLIAM H",
            "SHERMAN ROBERT H"
        ],
        "applicant_names": [
            "US ENERGY",
            "THE UNITED STATES OF AMERICA AS REPRESENTED BY THE UNITED STATES DEPARTMENT OF ENERGY"
        ],
        "country": "United States of America",
        "invention_title": "Hydrogen isotope separation",
        "patent_number": "US4353871",
        "input_degree": 9,
        "output_degree": 2,
        "pagerank": 0.0001661061323732998
    },
    {
        "abstract": "The invention relates to a process and to an apparatus for treating solutions containing tritiated water. According to this process, an electrolyte such as soda is added to the solution, the solution obtained then undergoes electrolysis in order to release tritium in the gaseous state. Working takes place in an electrolytic cell having a cathode made from a metal which aids the diffusion of tritium, e.g. a Pd-Ag alloy coated with porous palladium black. The cathode forms a separating wall between the solution to be electrolyzed and a tritium reception compartment. The tritium which has diffused through the wall of the cathode is recovered in the compartment. Use for the recovery of tritium from effluents resulting from the reprocessing of irradiated nuclear fuels.",
        "year": "1984",
        "inventor_names": [
            "BELLANGER GILBERT",
            "GIROUX PIERRE"
        ],
        "applicant_names": [
            "COMMISSARIAT ENERGIE ATOMIQUE",
            "COMMISSARIAT A L'ENERGIE ATOMIQUE"
        ],
        "country": "United States of America",
        "invention_title": "Process for treating solutions containing tritiated water",
        "patent_number": "US4487670",
        "input_degree": 9,
        "output_degree": 6,
        "pagerank": 0.0001430923293851427
    },
    {
        "abstract": "Methods and apparatus for releasing energy from hydrogen atoms (molecules) by stimulating their electrons to relax to quantized lower energy levels and smaller radii (smaller semimajor and semiminor axes) than the \"ground state\" by providing energy sinks or means to remove energy resonant with the hydrogen energy released to stimulate these transitions. An energy sink, energy hole, can be provided by the transfer of at least one electron between participating species including atoms, ions, molecules, and ionic and molecular compounds. In one embodiment, the energy hole comprises the transfer of t electrons from one or more donating species to one or more accepting species whereby the sum of the ionization energies and/or electron affinities of the electron donating species minus the sum of the ionization energies and/or electron affinities of the electron accepting species equals approximately mX27.21 eV (mX48.6 eV) for atomic (molecular) hydrogen below \"ground state\" transitions where m and t are integers. The present invention further comprises a hydrogen spillover catalyst, a multifunctionality material having a functionality which dissociates molecular hydrogen to provide free hydrogen atoms which spill over to a functionality which supports mobile free hydrogen atoms and a functionality which can be a source of the energy holes. The energy reactor includes one of an electrolytic cell, a pressurized hydrogen gas cell, and a hydrogen gas discharge cell. A preferred pressurized hydrogen gas energy reactor comprises a vessel; a source of hydrogen; a means to control the pressure and flow of hydrogen into the vessel; a material to dissociate the molecular hydrogen into atomic hydrogen, and a material which can be a source of energy holes in the gas phase. The gaseous source of energy holes includes those that sublime, boil, and/or are volatile at the elevated operating temperature of the gas energy reactor wherein the exothermic reaction of electronic transitions of hydrogen to lower energy states occurs in the gas phase.",
        "year": "2000",
        "inventor_names": [
            "MILLS RANDELL L",
            "GOOD WILLIAM R",
            "PHILLIPS JONATHAN",
            "POPOV ARTHUR I"
        ],
        "applicant_names": [
            "BLACKLIGHT POWER INC"
        ],
        "country": "United States of America",
        "invention_title": "Lower-energy hydrogen methods and structures",
        "patent_number": "US6024935",
        "input_degree": 9,
        "output_degree": 44,
        "pagerank": 0.000157975013581157
    }
]